Repository: MRigal/lagesonum
Catalog: lagesonum/locales/*/LC_MESSAGES/messages.po
Languages: de_de

# searchanumber_link
source: Search Your Number
de_de: Such Deine Nummer

# helpus_link
source: Help Us!
de_de: Hilf uns!

# about_link
source: About
de_de: Über uns

# contact_link
source: Contact
de_de: Kontakt/Impressum

# search_pitch
source: You want to know, if your number has been called at LaGeSo? Enter it here to find out!
de_de: Du möchtest wissen, ob Deine Nummer schon am LaGeSo aufgerufen wurde? Gib sie hier ein, um das herauszufinden!

# pleasenote_title
source: Please note:
de_de: Bitte beachten:

# pleasenote
source: This service started at September 14th, 2015. Numbers before this date are not in the database.
de_de: Dieser Service wurde am 14.September 2015 eingerichtet. Nummrn vor diesem Datum sind nicht in der Datenbank.

# submit_label
source: Send
de_de: Abschicken

# help_pitch
source: You are AT LaGeSo and want to help others to check if their number has already been called? GREAT! Please help by typing in all numbers you see displayed on the board (NOT your own waiting number):
de_de: Du stehst AM LaGeSo und möchtest anderen dabei helfen herauszufinden, ob ihre Nummern schon aufgerufen wurden? GROSSARTIG! Bitte hilf mit, indem Du alle Nummern, die Du auf der Anzeigetafel siehst eingibst (NICHT Deine eigene Wartenummer):

source: entered
de_de: eingegeben

source: search a number
de_de: suche eine Nummer

# about_title
source: About
de_de: Über uns
